Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Oh My Pi lists the providers its own configuration reaches. A model missing here is missing from that machine's setup.
de: Oh My Pi zeigt die Anbieter, die seine eigene Konfiguration erreicht. Ein Modell, das hier fehlt, fehlt in der Einrichtung dieses Rechners.
es: Oh My Pi muestra los proveedores a los que llega su propia configuración. Un modelo que falte aquí falta en la configuración de esa máquina.
fr: Oh My Pi liste les fournisseurs que sa propre configuration atteint. Un modèle absent ici est absent de la configuration de cette machine.
it: Oh My Pi elenca i provider raggiunti dalla sua configurazione. Un modello assente qui è assente dalla configurazione di quella macchina.
ja: Oh My Pi は自身の設定から到達できるプロバイダを一覧します。ここにないモデルは、そのマシンの設定にないということです。
ko: Oh My Pi는 자체 설정이 닿는 제공자를 나열합니다. 여기에 없는 모델은 그 컴퓨터의 설정에 없는 것입니다.
pt_br: O Oh My Pi lista os provedores que a própria configuração dele alcança. Um modelo que falta aqui falta na configuração daquela máquina.
zh_hans: Oh My Pi 列出其自身配置能触达的提供方。这里缺少的模型，是那台电脑的配置里没有。
zh_hant: Oh My Pi 會列出其自身設定能觸及的提供者。這裡沒有的模型，就是那台電腦的設定裡沒有。

source: opencode 2 always needs a password — the one in the command above. opencode 1 needs one only if you set it.
de: opencode 2 braucht immer ein Passwort – das aus dem Befehl oben. opencode 1 braucht eines nur, wenn du eines festgelegt hast.
es: opencode 2 siempre necesita una contraseña: la del comando de arriba. opencode 1 solo la necesita si has configurado una.
fr: opencode 2 exige toujours un mot de passe — celui de la commande ci-dessus. opencode 1 n’en a besoin que si vous en avez défini un.
it: opencode 2 richiede sempre una password — quella nel comando qui sopra. opencode 1 la richiede solo se ne hai impostata una.
ja: opencode 2 には必ずパスワードが必要です。上のコマンドで指定したものです。opencode 1 は設定した場合のみ必要です。
ko: opencode 2에는 항상 암호가 필요합니다 — 위 명령에 있는 그 암호입니다. opencode 1은 설정한 경우에만 필요합니다.
pt_br: O opencode 2 sempre precisa de uma senha — a do comando acima. O opencode 1 só precisa se você tiver definido uma.
zh_hans: opencode 2 始终需要密码 — 就是上面命令中的那个。opencode 1 只有在你设置过密码时才需要。
zh_hant: opencode 2 一律需要密碼 — 就是上面命令中的那一組。opencode 1 只有在你設定過密碼時才需要。

source: claude-bridge, omp-bridge and opencode 2 always want one — BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD or the one opencode printed when it started. opencode 1 only if you set one.
de: claude-bridge, omp-bridge und opencode 2 wollen immer eins – BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD oder das, das opencode beim Start ausgegeben hat. opencode 1 nur, wenn du eins gesetzt hast.
es: claude-bridge, omp-bridge y opencode 2 siempre piden una: BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD o la que opencode mostró al iniciarse. opencode 1 solo si has configurado una.
fr: claude-bridge, omp-bridge et opencode 2 en veulent toujours un — BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD ou celui affiché par opencode à son démarrage. opencode 1 seulement si vous en avez défini un.
it: claude-bridge, omp-bridge e opencode 2 ne vogliono sempre una — BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD oppure quella stampata da opencode all’avvio. opencode 1 solo se ne hai impostata una.
ja: claude-bridge、omp-bridge、opencode 2 には常にパスワードが必要です — BRIDGE_PASSWORD、OMP_PASSWORD、OPENCODE_SERVER_PASSWORD、または opencode が起動時に表示したパスワードです。opencode 1 は自分で設定した場合のみ必要です。
ko: claude-bridge, omp-bridge, opencode 2는 항상 암호를 요구합니다 — BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD, 또는 opencode가 시작할 때 출력한 암호입니다. opencode 1은 설정한 경우에만 필요합니다.
pt_br: claude-bridge, omp-bridge e opencode 2 sempre querem uma — BRIDGE_PASSWORD, OMP_PASSWORD, OPENCODE_SERVER_PASSWORD ou a que o opencode exibiu ao iniciar. opencode 1 só se você tiver definido uma.
zh_hans: claude-bridge、omp-bridge 和 opencode 2 始终需要密码 — BRIDGE_PASSWORD、OMP_PASSWORD、OPENCODE_SERVER_PASSWORD，或者 opencode 启动时打印的那个。opencode 1 只有在你设置过时才需要。
zh_hant: claude-bridge、omp-bridge 和 opencode 2 一律需要密碼 — BRIDGE_PASSWORD、OMP_PASSWORD、OPENCODE_SERVER_PASSWORD，或 opencode 啟動時顯示的那組。opencode 1 只有在你自行設定時才需要。

source: %lld tasks still running
de: %lld Aufgaben laufen noch
es: %lld tareas aún en ejecución
fr: %lld tâches toujours en cours
it: %lld attività ancora in esecuzione
ja: 実行中のタスク %lld 件
ko: 작업 %lld개 실행 중
pt_br: %lld tarefas ainda em execução
zh_hans: %lld 个任务仍在运行
zh_hant: %lld 個任務仍在執行

source: Nothing came back
de: Es kam nichts zurück
es: No volvió nada
fr: Rien en retour
it: Non è tornato nulla
ja: 何も返ってきませんでした
ko: 아무것도 돌아오지 않음
pt_br: Nada voltou
zh_hans: 什么都没返回
zh_hant: 什麼都沒返回

source: The server stopped mid-answer
de: Der Server wurde mitten in der Antwort unterbrochen
es: El servidor se interrumpió a mitad de la respuesta
fr: Le serveur a été interrompu en pleine réponse
it: Il server si è interrotto a metà risposta
ja: サーバが応答の途中で中断されました
ko: 서버가 답변 도중에 중단되었습니다
pt_br: O servidor foi interrompido no meio da resposta
zh_hans: 服务器在回答到一半时中断了
zh_hant: 伺服器在回答到一半時中斷了

source: Open the chat to see how it ended
de: Öffne den Chat, um zu sehen, wie es ausgegangen ist
es: Abre el chat para ver cómo terminó
fr: Ouvrez la conversation pour voir comment elle s’est terminée
it: Apri la chat per vedere come è finita
ja: チャットを開いて結末を確認してください
ko: 대화를 열어 어떻게 끝났는지 확인하세요
pt_br: Abra a conversa para ver como terminou
zh_hans: 打开对话，了解它是如何结束的
zh_hant: 開啟對話，瞭解它是如何結束的

source: %@ agents
de: %@ Agenten
es: %@ agentes
it: %@ agenti
ja: エージェント %@人
ko: 에이전트 %@개
pt_br: %@ agentes
zh_hans: %@ 个智能体
zh_hant: %@ 個代理

source: Background task
de: Hintergrundaufgabe
es: Tarea en segundo plano
fr: Tâche en arrière-plan
it: Attività in background
ja: バックグラウンドタスク
ko: 백그라운드 작업
pt_br: Tarefa em segundo plano
zh_hans: 后台任务
zh_hant: 背景任務

source: %@ background tasks
de: %@ Hintergrundaufgaben
es: %@ tareas en segundo plano
fr: %@ tâches en arrière-plan
it: %@ attività in background
ja: バックグラウンドタスク %@件
ko: 백그라운드 작업 %@개
pt_br: %@ tarefas em segundo plano
zh_hans: %@ 个后台任务
zh_hant: %@ 個背景任務

source: Compacting
de: Verdichtet
es: Compactando
fr: Compactage
it: Compattazione
ja: 圧縮中
ko: 압축 중
pt_br: Compactando
zh_hans: 压缩中
zh_hant: 壓縮中

source: Needs you
de: Braucht dich
es: Te necesita
fr: A besoin de vous
it: Ha bisogno di te
ja: あなたの対応が必要
ko: 확인 필요
pt_br: Precisa de você
zh_hans: 需要你
zh_hant: 需要你

source: Needs an answer
de: Braucht eine Antwort
es: Necesita una respuesta
fr: A besoin d’une réponse
it: Ha bisogno di una risposta
ja: 回答が必要
ko: 답변 필요
pt_br: Precisa de uma resposta
zh_hans: 需要回答
zh_hant: 需要回答

source: %@ queued
de: %@ in Warteschlange
es: %@ en cola
fr: %@ en file
it: %@ in coda
ja: %@件 待機中
ko: %@개 대기
pt_br: %@ na fila
zh_hans: %@ 条排队
zh_hant: %@ 則排隊

source: Connecting
de: Verbindet
es: Conectando
fr: Connexion
it: Connessione
ja: 接続中
ko: 연결 중
pt_br: Conectando
zh_hans: 连接中
zh_hant: 連線中

source: Reconnecting
de: Verbindet erneut
es: Reconectando
fr: Reconnexion
it: Riconnessione
ja: 再接続中
ko: 재연결 중
pt_br: Reconectando
zh_hans: 重新连接中
zh_hant: 重新連線中

source: writing
de: schreibt
es: escribiendo
fr: écriture
it: scrittura
ja: 出力中
ko: 작성 중
pt_br: escrevendo
zh_hans: 输出中
zh_hant: 輸出中

source: agents
de: Agenten
es: agentes
it: agenti
ja: エージェント
ko: 에이전트
pt_br: agentes
zh_hans: 智能体
zh_hant: 代理

source: %@ in background
de: %@ im Hintergrund
es: %@ en segundo plano
fr: %@ en arrière-plan
ja: バックグラウンドで %@件
ko: 백그라운드에서 %@개
pt_br: %@ em segundo plano
zh_hans: %@ 个在后台
zh_hant: %@ 個在背景

source: compacting
de: verdichtet
es: compactando
fr: compactage
it: compattazione
ja: 圧縮中
ko: 압축 중
pt_br: compactando
zh_hans: 压缩中
zh_hant: 壓縮中

source: answer
de: Antwort
es: respuesta
fr: réponse
it: risposta
ja: 回答
ko: 답변
pt_br: resposta
zh_hans: 回答
zh_hant: 回答

source: connecting
de: verbindet
es: conectando
fr: connexion
it: connessione
ja: 接続中
ko: 연결 중
pt_br: conectando
zh_hans: 连接中
zh_hant: 連線中

source: reconnecting
de: verbindet erneut
es: reconectando
fr: reconnexion
it: riconnessione
ja: 再接続中
ko: 재연결 중
pt_br: reconectando
zh_hans: 重新连接中
zh_hant: 重新連線中

source: A turn is running
de: Ein Zug läuft
es: Hay un turno en curso
fr: Un tour est en cours
it: È in corso un turno
ja: ターンが実行中です
ko: 턴이 실행 중입니다
pt_br: Um turno está em andamento
zh_hans: 回合正在进行
zh_hant: 回合正在進行

source: Writing the answer
de: Schreibt die Antwort
es: Escribiendo la respuesta
fr: Rédaction de la réponse
it: Scrittura della risposta
ja: 回答を作成中です
ko: 답변을 작성 중입니다
pt_br: Escrevendo a resposta
zh_hans: 正在撰写回答
zh_hant: 正在撰寫回答

source: %@ agents working
de: %@ Agenten arbeiten
es: %@ agentes trabajando
fr: %@ agents au travail
it: %@ agenti al lavoro
ja: エージェント %@人が作業中
ko: 에이전트 %@개가 작업 중
pt_br: %@ agentes trabalhando
zh_hans: %@ 个智能体正在工作
zh_hant: %@ 個代理正在工作

source: A background task is running on the machine; the agent continues when it finishes
de: Eine Hintergrundaufgabe läuft auf dem Rechner; der Agent macht weiter, sobald sie fertig ist
es: Hay una tarea en segundo plano en curso en la máquina; el agente continúa cuando termine
fr: Une tâche en arrière-plan est en cours sur la machine ; l’agent reprend une fois qu’elle est terminée
it: Un’attività in background è in corso sulla macchina; l’agente riprende quando finisce
ja: マシン上でバックグラウンドタスクが実行中です。完了するとエージェントが続行します
ko: 컴퓨터에서 백그라운드 작업이 실행 중입니다. 작업이 끝나면 에이전트가 이어서 진행합니다
pt_br: Uma tarefa em segundo plano está em execução na máquina; o agente continua quando ela terminar
zh_hans: 一个后台任务正在这台机器上运行；完成后智能体会继续
zh_hant: 一個背景任務正在這台機器上執行；完成後代理會繼續

source: %@ background tasks are running on the machine; the agent continues when they finish
de: %@ Hintergrundaufgaben laufen auf dem Rechner; der Agent macht weiter, sobald sie fertig sind
es: %@ tareas en segundo plano están en curso en la máquina; el agente continúa cuando terminen
fr: %@ tâches en arrière-plan sont en cours sur la machine ; l’agent reprend une fois qu’elles sont terminées
it: %@ attività in background sono in corso sulla macchina; l’agente riprende quando finiscono
ja: マシン上で %@件のバックグラウンドタスクが実行中です。完了するとエージェントが続行します
ko: 컴퓨터에서 백그라운드 작업 %@개가 실행 중입니다. 작업이 끝나면 에이전트가 이어서 진행합니다
pt_br: %@ tarefas em segundo plano estão em execução na máquina; o agente continua quando elas terminarem
zh_hans: %@ 个后台任务正在这台机器上运行；全部完成后智能体会继续
zh_hant: %@ 個背景任務正在這台機器上執行；全部完成後代理會繼續

source: A background task is stuck on the machine: nothing has moved for a long time. Stop it, or wait
de: Eine Hintergrundaufgabe hängt auf dem Rechner fest: Seit Langem tut sich nichts. Stoppe sie oder warte
es: Una tarea en segundo plano está bloqueada en la máquina: no ha habido movimiento en mucho tiempo. Detenla o espera
fr: Une tâche en arrière-plan est bloquée sur la machine : rien n’a bougé depuis longtemps. Arrêtez-la, ou attendez
it: Un’attività in background è bloccata sulla macchina: non si muove nulla da molto tempo. Fermala, oppure aspetta
ja: マシン上でバックグラウンドタスクが停滞しています。長時間動きがありません。停止するか、待ってください
ko: 컴퓨터에서 백그라운드 작업이 멈췄습니다. 오랫동안 진행이 없었습니다. 중지하거나 기다리세요
pt_br: Uma tarefa em segundo plano está travada na máquina: nada se move há muito tempo. Interrompa-a ou aguarde
zh_hans: 一个后台任务在这台机器上卡住了：长时间没有任何进展。停止它，或者继续等待
zh_hant: 一個背景任務在這台機器上卡住了：長時間沒有任何進展。停止它，或繼續等待

source: %@ background tasks are stuck on the machine: nothing has moved for a long time. Stop them, or wait
de: %@ Hintergrundaufgaben hängen auf dem Rechner fest: Seit Langem tut sich nichts. Stoppe sie oder warte
es: %@ tareas en segundo plano están bloqueadas en la máquina: no ha habido movimiento en mucho tiempo. Detenlas o espera
fr: %@ tâches en arrière-plan sont bloquées sur la machine : rien n’a bougé depuis longtemps. Arrêtez-les, ou attendez
it: %@ attività in background sono bloccate sulla macchina: non si muove nulla da molto tempo. Fermale, oppure aspetta
ja: マシン上で %@件のバックグラウンドタスクが停滞しています。長時間動きがありません。停止するか、待ってください
ko: 컴퓨터에서 백그라운드 작업 %@개가 멈췄습니다. 오랫동안 진행이 없었습니다. 중지하거나 기다리세요
pt_br: %@ tarefas em segundo plano estão travadas na máquina: nada se move há muito tempo. Interrompa-as ou aguarde
zh_hans: %@ 个后台任务在这台机器上卡住了：长时间没有任何进展。停止它们，或者继续等待
zh_hant: %@ 個背景任務在這台機器上卡住了：長時間沒有任何進展。停止它們，或繼續等待

source: Compacting the conversation
de: Die Unterhaltung wird verdichtet
es: Compactando la conversación
fr: Compactage de la conversation
it: Compattazione della conversazione
ja: 会話を圧縮中です
ko: 대화를 압축하는 중입니다
pt_br: Compactando a conversa
zh_hans: 正在压缩对话
zh_hant: 正在壓縮對話

source: Waiting for your approval
de: Wartet auf deine Freigabe
es: Esperando tu aprobación
fr: En attente de votre approbation
it: In attesa della tua approvazione
ja: あなたの承認を待っています
ko: 승인을 기다리는 중입니다
pt_br: Aguardando sua aprovação
zh_hans: 正在等待你批准
zh_hant: 正在等待你核准

source: %@ messages queued
de: %@ Nachrichten in der Warteschlange
es: %@ mensajes en cola
fr: %@ messages en file
it: %@ messaggi in coda
ja: メッセージ %@件が待機中
ko: 메시지 %@개 대기 중
pt_br: %@ mensagens na fila
zh_hans: %@ 条消息排队中
zh_hant: %@ 則訊息排隊中

source: The last turn failed
de: Der letzte Zug ist fehlgeschlagen
es: El último turno falló
fr: Le dernier tour a échoué
it: L’ultimo turno non è riuscito
ja: 直近のターンが失敗しました
ko: 마지막 턴이 실패했습니다
pt_br: O último turno falhou
zh_hans: 上一回合失败了
zh_hant: 上一回合失敗了

source: The server is not answering
de: Der Server antwortet nicht
es: El servidor no responde
fr: Le serveur ne répond pas
it: Il server non risponde
ja: サーバが応答していません
ko: 서버가 응답하지 않습니다
pt_br: O servidor não está respondendo
zh_hans: 服务器没有响应
zh_hant: 伺服器沒有回應

source: finished
de: fertig
es: terminado
fr: terminé
it: completato
ja: 完了
ko: 완료
pt_br: concluído
zh_hans: 已完成
zh_hant: 已完成

source: needs approval
de: braucht Freigabe
es: necesita aprobación
fr: approbation requise
it: serve approvazione
ja: 承認が必要
ko: 승인 필요
pt_br: precisa de aprovação
zh_hans: 需要批准
zh_hant: 需要核准

source: has a question
de: hat eine Frage
es: tiene una pregunta
fr: a une question
it: ha una domanda
ja: 質問がある
ko: 질문이 있음
pt_br: tem uma pergunta
zh_hans: 有一个问题
zh_hant: 有一個問題

source: The turn failed.
de: Der Zug ist fehlgeschlagen.
es: El turno falló.
fr: Le tour a échoué.
it: Il turno non è riuscito.
ja: ターンが失敗しました。
ko: 턴이 실패했습니다.
pt_br: O turno falhou.
zh_hans: 回合失败了。
zh_hant: 回合失敗了。

source: a tool
de: ein Werkzeug
es: una herramienta
fr: un outil
it: uno strumento
ja: ツール
ko: 도구
pt_br: uma ferramenta
zh_hans: 一个工具
zh_hant: 一個工具

source: Your agent has a question.
de: Dein Agent hat eine Frage.
es: Tu agente tiene una pregunta.
fr: Votre agent a une question.
it: Il tuo agente ha una domanda.
ja: エージェントから質問があります。
ko: 에이전트가 질문이 있습니다.
pt_br: Seu agente tem uma pergunta.
zh_hans: 你的智能体有一个问题。
zh_hant: 你的代理有一個問題。

source: Approve
de: Freigeben
es: Aprobar
fr: Approuver
it: Approva
ja: 承認
ko: 승인
pt_br: Aprovar
zh_hans: 批准
zh_hant: 核准

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: Peak %@ · %@
de: Höchstwert %@ · %@
es: Pico %@ · %@
fr: Pic %@ · %@
it: Picco %@ · %@
ja: ピーク %@ · %@
ko: 최고치 %@ · %@
pt_br: Pico %@ · %@
zh_hans: 峰值 %@ · %@
zh_hant: 峰值 %@ · %@

source: The week
de: Die Woche
es: La semana
fr: La semaine
it: La settimana
ja: 今週
ko: 이번 주
pt_br: A semana
zh_hans: 本周
zh_hant: 本週

source: Busiest on %@ · %@
de: Am aktivsten am %@ · %@
es: Más activo el %@ · %@
fr: Jour le plus actif : %@ · %@
it: Giorno più intenso: %@ · %@
ja: 最も忙しかったのは %@ · %@
ko: 가장 바빴던 날: %@ · %@
pt_br: Dia mais movimentado: %@ · %@
zh_hans: 最繁忙的一天：%@ · %@
zh_hant: 最忙碌的一天：%@ · %@

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
it: Fornitori
ja: プロバイダ
ko: 제공자
pt_br: Provedores
zh_hans: 提供方
zh_hant: 供應商

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pt_br: Ferramentas
zh_hans: 工具
zh_hant: 工具

source: Records
de: Rekorde
es: Récords
it: Record
ja: 記録
ko: 기록
pt_br: Recordes
zh_hans: 记录
zh_hant: 紀錄

source: What stands out
de: Was auffällt
es: Lo más destacado
fr: Ce qui ressort
it: Ciò che spicca
ja: 注目ポイント
ko: 눈에 띄는 점
pt_br: O que se destaca
zh_hans: 亮点
zh_hant: 亮點

source: API-equivalent estimate · not a bill
de: API-äquivalente Schätzung · keine Rechnung
es: Estimación equivalente a la API · no es una factura
fr: Estimation équivalente à l’API · pas une facture
it: Stima equivalente all’API · non è una fattura
ja: API 相当額の見積もり · 請求書ではありません
ko: API 환산 추정치 · 청구서 아님
pt_br: Estimativa equivalente à API · não é uma cobrança
zh_hans: API 等值估算 · 并非账单
zh_hant: API 等值估算 · 並非帳單

source: Not counted: %@
de: Nicht mitgezählt: %@
es: No incluido: %@
fr: Non comptabilisé : %@
it: Non conteggiato: %@
ja: 集計対象外: %@
ko: 집계되지 않음: %@
pt_br: Não contabilizado: %@
zh_hans: 未计入：%@
zh_hant: 未計入：%@

source: The turn ended without a word — no answer, no tool call, and no error to explain it.
de: Der Zug endete ohne ein Wort — keine Antwort, kein Werkzeugaufruf und kein Fehler, der es erklärt.
es: El turno terminó sin una palabra: ni respuesta, ni llamada a una herramienta, ni un error que lo explique.
fr: Le tour s’est terminé sans un mot — pas de réponse, pas d’appel d’outil, et aucune erreur pour l’expliquer.
it: Il turno è terminato senza una parola — nessuna risposta, nessuna chiamata a uno strumento e nessun errore che lo spieghi.
ja: ターンは一言もなく終わりました。回答もツール呼び出しもなく、原因を説明するエラーもありません。
ko: 턴이 한마디도 없이 끝났습니다. 답변도, 도구 호출도, 이를 설명할 오류도 없었습니다.
pt_br: O turno terminou sem uma palavra — sem resposta, sem chamada de ferramenta e sem erro que o explique.
zh_hans: 回合没有留下只言片语就结束了——没有回答、没有工具调用，也没有任何错误可以解释原因。
zh_hant: 回合沒有留下隻字片語就結束了——沒有回答、沒有工具呼叫，也沒有任何錯誤可以解釋原因。

source: %@ ended the turn without a word — no answer, no tool call, and no error to explain it.
de: %@ hat den Zug ohne ein Wort beendet — keine Antwort, kein Werkzeugaufruf und kein Fehler, der es erklärt.
es: %@ terminó el turno sin una palabra: ni respuesta, ni llamada a una herramienta, ni un error que lo explique.
fr: %@ a terminé le tour sans un mot — pas de réponse, pas d’appel d’outil, et aucune erreur pour l’expliquer.
it: %@ ha terminato il turno senza una parola — nessuna risposta, nessuna chiamata a uno strumento e nessun errore che lo spieghi.
ja: %@ は一言もなくターンを終えました。回答もツール呼び出しもなく、原因を説明するエラーもありません。
ko: %@이(가) 한마디도 없이 턴을 끝냈습니다. 답변도, 도구 호출도, 이를 설명할 오류도 없었습니다.
pt_br: %@ terminou o turno sem uma palavra — sem resposta, sem chamada de ferramenta e sem erro que o explique.
zh_hans: %@ 没有留下只言片语就结束了回合——没有回答、没有工具调用，也没有任何错误可以解释原因。
zh_hant: %@ 沒有留下隻字片語就結束了回合——沒有回答、沒有工具呼叫，也沒有任何錯誤可以解釋原因。

source: The server calls the ending “%@”.
de: Der Server nennt das Ende „%@“.
es: El servidor llama a ese final «%@».
fr: Le serveur appelle cette fin « %@ ».
it: Il server chiama questa fine «%@».
ja: サーバはこの終わり方を「%@」と呼んでいます。
ko: 서버는 이 종료를 “%@”라고 부릅니다.
pt_br: O servidor chama esse final de “%@”.
zh_hans: 服务器把这次结束称为“%@”。
zh_hant: 伺服器把這次結束稱為“%@”。

source: The question carried a picture, and a model that will not be handed one answers exactly like this.
de: Die Frage enthielt ein Bild, und ein Modell, dem keines übergeben wird, antwortet genau so.
es: La pregunta incluía una imagen, y un modelo al que no se le entrega ninguna responde exactamente así.
fr: La question comportait une image, et un modèle à qui l’on n’en transmet pas répond exactement ainsi.
it: La domanda conteneva un’immagine, e un modello a cui non ne viene passata una risponde esattamente così.
ja: 質問には画像が含まれていましたが、画像を渡されないモデルはまさにこのように答えます。
ko: 질문에 이미지가 포함되어 있었는데, 이미지를 전달받지 못하는 모델은 정확히 이렇게 답합니다.
pt_br: A pergunta trazia uma imagem, e um modelo que não recebe uma responde exatamente assim.
zh_hans: 这个问题带了一张图片，而不会收到图片的模型正是这样回答的。
zh_hant: 這個問題帶了一張圖片，而不會收到圖片的模型正是這樣回答的。

source: The question carried %d pictures, and a model that will not be handed one answers exactly like this.
de: Die Frage enthielt %d Bilder, und ein Modell, dem keines übergeben wird, antwortet genau so.
es: La pregunta incluía %d imágenes, y un modelo al que no se le entrega ninguna responde exactamente así.
fr: La question comportait %d images, et un modèle à qui l’on n’en transmet pas répond exactement ainsi.
it: La domanda conteneva %d immagini, e un modello a cui non ne viene passata una risponde esattamente così.
ja: 質問には %d 枚の画像が含まれていましたが、画像を渡されないモデルはまさにこのように答えます。
ko: 질문에 이미지 %d장이 포함되어 있었는데, 이미지를 전달받지 못하는 모델은 정확히 이렇게 답합니다.
pt_br: A pergunta trazia %d imagens, e um modelo que não recebe uma responde exatamente assim.
zh_hans: 这个问题带了 %d 张图片，而不会收到图片的模型正是这样回答的。
zh_hant: 這個問題帶了 %d 張圖片，而不會收到圖片的模型正是這樣回答的。

source: Ask again
de: Erneut fragen
es: Preguntar de nuevo
fr: Redemander
it: Chiedi di nuovo
ja: もう一度尋ねる
ko: 다시 질문
pt_br: Perguntar de novo
zh_hans: 再次提问
zh_hant: 再次提問

source: Ask again without the picture
de: Ohne das Bild erneut fragen
es: Preguntar de nuevo sin la imagen
fr: Redemander sans l’image
it: Chiedi di nuovo senza l’immagine
ja: 画像なしでもう一度尋ねる
ko: 이미지 없이 다시 질문
pt_br: Perguntar de novo sem a imagem
zh_hans: 不带图片再次提问
zh_hant: 不帶圖片再次提問

source: Ask again without the pictures
de: Ohne die Bilder erneut fragen
es: Preguntar de nuevo sin las imágenes
fr: Redemander sans les images
it: Chiedi di nuovo senza le immagini
ja: 画像なしでもう一度尋ねる
ko: 이미지 없이 다시 질문
pt_br: Perguntar de novo sem as imagens
zh_hans: 不带图片再次提问
zh_hant: 不帶圖片再次提問

source: Could not read %@
de: %@ konnte nicht gelesen werden
es: No se pudo leer %@
fr: Impossible de lire %@
it: Impossibile leggere %@
ja: %@ を読み込めませんでした
ko: %@을(를) 읽지 못했습니다
pt_br: Não foi possível ler %@
zh_hans: 无法读取 %@
zh_hant: 無法讀取 %@

source: %@ is %@ — the cap is 8 MB
de: %@ ist %@ groß — die Grenze liegt bei 8 MB
es: %@ ocupa %@ — el límite es de 8 MB
fr: %@ fait %@ — la limite est de 8 Mo
it: %@ è %@ — il limite è 8 MB
ja: %@ は %@ です — 上限は 8 MB です
ko: %@은(는) %@ — 제한은 8MB입니다
pt_br: %@ tem %@ — o limite é 8 MB
zh_hans: %@ 大小为 %@ — 上限是 8 MB
zh_hant: %@ 大小為 %@ — 上限是 8 MB

source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
zh_hans: 经典
zh_hant: 經典

source: A colour wave over the words, painted by the text system
de: Eine Farbwelle über den Wörtern, gemalt vom Textsystem
es: Una ola de color sobre las palabras, pintada por el sistema de texto
fr: Une vague de couleur sur les mots, peinte par le système de texte
it: Un’onda di colore sopra le parole, dipinta dal sistema di testo
ja: 文字の上を流れる色の波を、テキストシステムが描きます
ko: 텍스트 시스템이 그려내는, 글자 위로 흐르는 색의 물결
pt_br: Uma onda de cor sobre as palavras, pintada pelo sistema de texto
zh_hans: 文字上方的一道色彩波纹，由文本系统绘制
zh_hant: 文字上方的一道色彩波紋，由文字系統繪製

source: The same wave on the GPU — ink that lands, light that spills
de: Dieselbe Welle auf der GPU — Tinte, die landet, Licht, das sich ergießt
es: La misma ola en la GPU: tinta que aterriza, luz que se derrama
fr: La même vague sur le GPU — de l’encre qui se pose, de la lumière qui se répand
it: La stessa onda sulla GPU — inchiostro che atterra, luce che si spande
ja: 同じ波を GPU 上で — 着地するインク、あふれ出す光
ko: GPU 위의 같은 물결 — 내려앉는 잉크, 번져 나오는 빛
pt_br: A mesma onda na GPU — tinta que pousa, luz que transborda
zh_hans: GPU 上的同一道波纹——落定的墨迹，溢出的光
zh_hant: GPU 上的同一道波紋——落定的墨跡，溢出的光
